Repository: trasher-is/autoservisas
Catalog: autoservisas/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Car make
lt: Automobilio markė

source: Enter car maker
lt: Įveskite automobilio markę

source: Car model
lt: Automobilio modelis

source: Enter car model
lt: Įveskite automobilio markės modelį

source: Car models
lt: Automobilių modeliai

source: License plate number
lt: Automobilio valstybinis Nr.

source: Enter licence plate number
lt: Įveskite valstybinį numerį

source: enter VIN code
lt: Įveskite automobilio VIN kodą

source: Enter client (organisation name or name/surname
lt: Iveskite klientą (įmonės pavadinimas arba vardas/pavardė)

source: Photo
lt: Nuotrauka

source: Car
lt: Automobilis

source: Cars
lt: Automobiliai

source: Order date
lt: Užsakymo data

source: Information
lt: Informacija

source: Waiting for car
lt: Laukiama automobilio

source: Car under maintenance
lt: Automobilis tvarkomas

source: Order completed
lt: Užsakymas atliktas

source: Order cancelled
lt: Užsakymas atšauktas

source: Status
lt: Statusas

source: Order completion date
lt: Prognozuojama atlikimo data

source: Order
lt: Užsakymas

source: Orders
lt: Užsakymai

source: Service
lt: Paslauga

source: Order information
lt: Užsakymo informacija

source: Enter amount
lt: Įveskite kiekį

source: Order line
lt: Užsakymo eilutė

source: Order lines
lt: Užsakymo eilutės

source: Service name
lt: Paslaugos pavadinimas

source: Enter name of the service
lt: Įveskite paslaugos pavadinimą

source: Price
lt: Kaina

source: Enter price
lt: Įveskite paslaugos kainą

source: Services
lt: Paslaugos

source: Comment
lt: Atsiliepimas

source: Comments
lt: Atsiliepimai

source: Account
lt: Profilis

source: Accounts
lt: Profiliai

source: Details
lt: Detaliau

source: Back
lt: Atgal

source: Next
lt: Toliau

source: Owner:
lt: Savininkas:

source: Plate #:
lt: Valst. Nr.:

source: Maker:
lt: Gamintojas:

source: Model:
lt: Modelis:

source: VIN code:
lt: VIN kodas:

source: More info:
lt: Papildoma informacija:

source: <<< Back
lt: <<< Atgal

source: Main
lt: Pagrindinis

source: Price-list
lt: Kainynas

source: All cars
lt: Visi automobiliai

source: All orders
lt: Visi uzsakymai

source: All clients
lt: Visi klientai

source: My profile
lt: Mano profilis

source: My orders
lt: Mano užsakymai

source: New order
lt: Naujas užsakymas

source: Logout
lt: Atsijungti

source: Login/register
lt: Prisijungti

source: Login
lt: Prisijungti

source: Register
lt: Registruotis

source: Change
lt: Keisti

source: Search
lt: Paieška

source: Statistics
lt: Statistika

source: Your have visited
lt: Čia jūs lankotės

source: times here.
lt: -ą kartą.

source: Today we have:
lt: Šiuo metu turime:

source: Cars:
lt: Automobiliai:

source: Total:
lt: Iš viso:

source: Clients:
lt: Klientai:

source: Orders:
lt: Užsakymai:

source: Finished:
lt: Baigti:

source: Ongoing:
lt: Vykdomi:

source: Reserved:
lt: Rezervuota:

source: Cancelled:
lt: Atšaukta:

source: Services:
lt: Paslaugos:

source: Name
lt: Pavadinimas

source: Price, €
lt: Kaina, €

source: Clients
lt: Klientai

source: Company name/ Name, Surname
lt: Pavadinimas/ Vardas, pavardė

source: Client
lt: Klientas

source: Completion date
lt: Atlikimo data

source: You have no orders at this time.
lt: Šiuo metu mūsų autoservise užsakymų neturite.

source: Username
lt: Vartotojo vardas:

source: Up to 150 characters.
lt: Iki 150 simbolių.

source: Email
lt: El. paštas

source: Change/upload profile picture
lt: Pakeisti/įkelti profilio nuotrauką

source: Update
lt: Atnaujinti

source: Registration
lt: Registracija

source: We will not share with anyone and will not send spam. We need this to send password reset link.
lt: Nesidalinsime su niekuo, nesiųsime jokio spamo. Reikalingas naujam slaptažodžiui išsiųsti.

source: Password
lt: Slaptažodis

source: At least 8 characters, can't be only numbers
lt: Ne mažiau, kaip 8 simboliai. Negali būti vien tik skaičiai

source: Repeat password
lt: Pakartoti slaptažodį

source: Login error, try again!
lt: Prisijungimo klaida, bandykite dar kartą!

source: You don't have permission to view this content. You need to login.
lt: Neturite prieigos prie šios informacijos. Turite prisijungti.

source: If you have an account you can login.
lt: Jeigu užsiregistravote anksčiau, galite prisijungti.

source: Username:
lt: Vartotojo vardas:

source: Password:
lt: Slaptažodis

source: Forgot password?
lt: Pamiršote slaptažodį?

source: Successful logout!
lt: Sėkmingai atsijungėte!

source: Login again.
lt: Prisijungti iš naujo.

source: | If you don't have an account,
lt: | Jei neturite paskyros,

source: register here
lt: galite prisiregistruoti

source: Password changed!
lt: Slaptažodžiai nesutampa!

source: Restore password
lt: Slaptažodžio atkūrimas

source: Enter new password and confirm.
lt: Įveskite naują slaptažodį ir pakartokite.

source: New password:
lt: Naujas slaptažodis:

source: Confirm:
lt: Patvirtinkite:

source: Change password
lt: Pakeisti slaptažodį

source: Couldn't change the password
lt: Nepavyko pakeisti slaptažodžio

source: Password reset link is not valid. Please request link again.
lt: Slaptažodžio pakeitimo nuoroda negaliojanti. Prašome inicijuoti slaptažodžio keitimą iš naujo.

source: We've sent you password reset link to your email!
lt: Slaptažodžio pakeitimo nuorodą išsiuntėme jums el.paštu!

source: Someone sent request to change password. If it was you follow link below:
lt: Kažkas mums atsiuntė užklausą slaptažodio keitimui. Jeigu tai buvote Jūs, sekite nuoroda žemiau:

source: Enter your email that you used to register.
lt: Įveskite savo el. pašto adresą, kuriuo registravotės.

source: Search for
lt: Paieškos pagal

source: results:
lt: rezultatai:

source: Plate #
lt: Valst. Nr.

source: Model
lt: Modelis

source: Oops. Didn't find anything :(
lt: Oops. Nieko neradome :(

source: Order #
lt: Užsakymas Nr.

source: Amount
lt: Kiekis

source: Total
lt: Viso

source: TOTAL:
lt: IŠ VISO:

source: Edit/update
lt: Redaguoti

source: Delete
lt: Ištrinti

source: Client comments:
lt: Kliento atsiliepimai:

source: There are no comments
lt: Užsakymas neturi atsiliepimų

source: Leave comment:
lt: Palikite atsiliepimą:

source: Save
lt: Išsaugoti

source: Only logged in users can comment and only on own orders.
lt: Atsiliepimus galima palikti tik prisijungus ir tik prie savo užsakymų.

source: Choose a car
lt: Pasirinkite automobilį

source: Choose order completion date
lt: Prognozuojama atlikimo data

source: Do you really want to delete this order
lt: Ar tikrai norite ištrinti užsakymą

source: Yes, delete
lt: Taip, ištrinti

source: Cancel
lt: Atšaukti

source: Username %s already exists!
lt: Vartotojo vardas %s užimtas!

source: Email %s already exists!
lt: Vartotojas su el. paštu %s jau užregistruotas!

source: User %s successfully registered!
lt: Vartotojas %s sėkmingai užregistruotas!

source: Passwords do not match!
lt: Slaptažodžiai nesutampa!

source: Account info updated.
lt: Profilis atnaujintas
